[
                {
                    "name": " Narrativas Inmersivas para el Aprendizaje y la Cooperación",
                    "code": "DNO089",
                    "about": "AAAEl curso analizará el conjunto de actitudes, conocimientos y habilidades en diseño, producción y publicación a través de los distintos medios digitales que ofrecen las tecnologías de la información y la comunicación a la sociedad contemporánea, con énfasis en la World Wide Web (WWW)."
                },
                {
                    "name": "Ilustración Creativa",
                    "code": "DNO052",
                    "about": "AAAAEl Diseño de Servicios busca generar valor en los servicios proyectando experiencias significativas, a través de propuestas útiles, deseables, significativas y memorables para las personas, y eficientes y efectivas para las organizaciones.Este curso tiene como propósito introducir a los estudiantes en el Diseño de servicios para entender sus dimensiones, componentes, herramientas y vectores de salida."
                },
                {
                    "name": "Tipografía y Diagramación",
                    "code": "DNO2750",
                    "about": "AAAACurso cátedra-taller que busca introducir a los alumnos en los elementos básicos de programación y cómo éstas se aplican en el ámbito creativo del diseño, considerando desde sus conceptos y aspectos técnicos relevantes, hasta su desarrollo histórico, tendencias, proyectos y creadores destacados, entre otros."
                },
                {
                    "name": "Del Plano al Volumen Textil",
                    "code": "DNO040",
                    "about": "Curso teórico-práctico que entrega conocimientos necesarios para proyectar, modelar y construir objetos tridimensionales a partir de superficies textiles. Me interesaría tomar este opr porque nunca he tenido una aproximación a las creaciones textiles y creo que es esencial para poder expandir mis habilidades como proxima diseñadora."
                }
            ]