[
                {
                    "name": " Narrativas Inmersivas para el Aprendizaje y la Cooperación",
                    "code": "DNO089",
                    "about": "En este curso el estudiante construirá historias inmersivas que generan entendimiento y aprendizaje. Mediante un análisis compartido del storytelling contemporáneo y las experiencias de los estudiantes, responderemos: ¿cómo podemos compartir conocimiento y generar cooperación? ¿cómo puede el diseño mejorar la forma en que aprendemos unos de otros? La evaluación del curso contempla exposiciones orales, un diseño de modelo mental y una propuesta de planificación y ejecución de un storytelling inmersivo. La verdad solo quiero tomar este curso porque aparecian memes jiji."
                },
                {
                    "name": "Ilustración Creativa",
                    "code": "DNO052",
                    "about": "En este curso teórico y práctico el alumno podrá conocer y abordar la práctica de nuevas técnicas de representación a través de la ilustración como herramienta de comunicación visual. En general, el curso desarrollará las capacidades expresivas y creativas del alumno, orientándolas a satisfacer y complementar las demandas de la actividad proyectual en busca de un lenguaje propio y de una cultura visual gráfica. Este curso intenté tomarlo en un semestre y tuve que botarlo por la exigencia de otros ramos, pero siempre me llamó la antención y prentendo tomarlo denuevo."
                },
                {
                    "name": "Tipografía y Diagramación",
                    "code": "DNO2750",
                    "about": "El curso ha sido diseñado como optativo de profundización en el uso de la tipografía y sus principios básicos. Como la mayoría de las personas usa la computadora para escribir con tipos, este ramo se dirige a cualquiera que desee tener nociones de diagramación. Este curso se imparte de manera bimestral y en lo personal me interesa esta segunda parte ya que articula el conocimiento de las tipografías con otros elementos del diseño editorial, área qdel diseño que me gusta bastante."
                },
                {
                    "name": "Del Plano al Volumen Textil",
                    "code": "DNO040",
                    "about": "Curso teórico-práctico que entrega conocimientos necesarios para proyectar, modelar y construir objetos tridimensionales a partir de superficies textiles. Me interesaría tomar este opr porque nunca he tenido una aproximación a las creaciones textiles y creo que es esencial para poder expandir mis habilidades como proxima diseñadora."
                }
            ]